* Пермаллой

4. 
   - K_x = 5mV
   - K_y = 10mv
   - 2X_s = 9.6
   - 2Y_s = 6.6
   - 169mA
   - 607mV
5. 
   - K_x = 5mV
   - K_y = 10mv
   - 2X_c = 5.2
   - 2Y_r = 6.4
   - 169mA
   - 607mV
6. 
    | 2X_s | 2Y_s | K_x, mV | K_y, mV | I,mA | U, mV | koefx | koefy | U_x, mV | U_y, mv |  dUx |  dUy |     B, mT |        dB | dI |         H |         dH |
    |------+------+---------+---------+------+-------+-------+-------+---------+---------+------+------+-----------+-----------+----+-----------+------------|
    |  5.4 |  5.8 |       5 |      10 |  131 |   606 |   2.8 |   2.8 |    75.6 |   162.4 | 0.28 | 0.28 | 2849.1228 | 4.9122807 |  5 | 19.699248 | 0.75187970 |
    |  4.5 |  5.0 |       5 |      10 |  119 |   609 |   2.8 |   2.8 |     63. |    140. | 0.28 | 0.28 | 2456.1404 | 4.9122807 |  5 | 17.894737 | 0.75187970 |
    |  4.2 |  6.4 |       5 |       5 |  106 |   610 |   2.8 |   2.8 |    58.8 |    89.6 | 0.28 | 0.28 | 1571.9298 | 4.9122807 |  5 | 15.939850 | 0.75187970 |
    |  3.7 |  3.7 |       5 |       5 |   93 |   609 |   2.8 |   2.8 |    51.8 |    51.8 | 0.28 | 0.28 | 908.77193 | 4.9122807 |  5 | 13.984962 | 0.75187970 |
    |  3.2 |  2.6 |       5 |       5 |   84 |   610 |   2.8 |   2.8 |    44.8 |    36.4 | 0.28 | 0.28 | 638.59649 | 4.9122807 |  5 | 12.631579 | 0.75187970 |
    |  3.0 |  1.5 |       5 |       5 |   72 |   610 |   2.8 |   2.8 |     42. |     21. | 0.28 | 0.28 | 368.42105 | 4.9122807 |  5 | 10.827068 | 0.75187970 |
    |  2.6 |  1.0 |       5 |       5 |   62 |   609 |   2.8 |   2.8 |    36.4 |     14. | 0.28 | 0.28 | 245.61404 | 4.9122807 |  5 | 9.3233083 | 0.75187970 |
    |  9.6 |  6.6 |       5 |      10 |  169 |   607 |   2.8 |   2.8 |   134.4 |   184.8 | 0.28 | 0.28 | 3242.1053 | 4.9122807 |  5 | 25.413534 | 0.75187970 |
    #+TBLFM: $9=$1*$3*$7::$10=$2*$4*$8::$11=0.1*$7::$12=0.1*$8::$13=$10*0.4/300/(0.76/10000)::$14=$12*0.4/300/(0.76/10000)::$16=$5*20/0.133/1000::$17=$15*20/0.133/1000
* Феррит					          								
						          								
4. 
   - K_x = 20
   - K_y = 10
   - 2X_s = 8.0
   - 2Y_s = 4.9
   - 640 mA
   - 602 mV
5. 
   - K_x = 5
   - K_y = 5
   - 2X_c = 3.9
   - 2Y_r = 4.0
   - 640 mA
   - 602 mV
6. 
    | 2X_s | 2Y_s | K_x, mV | K_y, mV | I,mA | U, mV |     koefx | koefy |   U_x, mV | U_y, mv |        dUx |  dUy |     B, mT |         dB | dI |         H |         dH |
    |------+------+---------+---------+------+-------+-----------+-------+-----------+---------+------------+------+-----------+------------+----+-----------+------------|
    |  5.9 |  4.4 |      20 |      10 |  445 |   603 | 2.6666667 |   2.8 | 314.66667 |   123.2 | 0.26666667 | 0.28 | 410.66667 | 0.93333333 |  5 |     74.76 |       0.84 |
    |  9.1 |  7.9 |      10 |       5 |  352 |   607 |       2.8 |   2.8 |     254.8 |   110.6 |       0.28 | 0.28 | 368.66667 | 0.93333333 |  5 |    59.136 |       0.84 |
    |  7.6 |  7.2 |      10 |       5 |  283 |   605 |       2.8 |   2.8 |     212.8 |   100.8 |       0.28 | 0.28 |      336. | 0.93333333 |  5 |    47.544 |       0.84 |
    |  6.5 |  6.5 |      10 |       5 |  245 |   607 |       2.8 |   2.8 |      182. |     91. |       0.28 | 0.28 | 303.33333 | 0.93333333 |  5 |     41.16 |       0.84 |
    |  5.2 |  5.6 |      10 |       5 |  198 |   607 |       2.8 |   2.8 |     145.6 |    78.4 |       0.28 | 0.28 | 261.33333 | 0.93333333 |  5 |    33.264 |       0.84 |
    |  3.7 |  4.1 |      10 |       5 |  147 |   606 |       2.8 |   2.8 |     103.6 |    57.4 |       0.28 | 0.28 | 191.33333 | 0.93333333 |  5 |    24.696 |       0.84 |
    |  6.6 |  3.7 |       5 |       5 |  132 |   607 |       2.8 |   2.8 |      92.4 |    51.8 |       0.28 | 0.28 | 172.66667 | 0.93333333 |  5 |    22.176 |       0.84 |
    |  5.6 |  3.0 |       5 |       5 |  115 |   605 |       2.8 |   2.8 |      78.4 |     42. |       0.28 | 0.28 |      140. | 0.93333333 |  5 |     19.32 |       0.84 |
    |  3.7 |  1.8 |       5 |       5 |   78 |   606 |       2.8 |   2.8 |      51.8 |    25.2 |       0.28 | 0.28 |       84. | 0.93333333 |  5 |    13.104 |       0.84 |
    |  1.7 |  0.7 |       5 |       5 |   34 |   606 |       2.8 |   2.8 |      23.8 |     9.8 |       0.28 | 0.28 | 32.666667 | 0.93333333 |  5 |     5.712 |       0.84 |
    |  8.0 |  4.9 |      20 |      10 |  640 |   602 | 2.6666667 |   2.8 | 426.66667 |   137.2 | 0.26666667 | 0.28 | 457.33333 | 0.93333333 |  5 |    107.52 |       0.84 |
    #+TBLFM: $9=$1*$3*$7::$10=$2*$4*$8::$11=0.1*$7::$12=0.1*$8::$13=$10*0.4/400/(3/10000)::$14=$12*0.4/400/(3/10000)::$16=$5*42/0.25/1000::$17=$15*42/0.25/1000::@12$7=6.4/2.4
2.8 |   2.8 |
* Fe-Si

4. 
   - K_x = 20
   - K_y = 10
   - 2X_s = 10.0
   - 2Y_s = 6.5
   - 776 mA
   - 603 mV
5. 
   - K_x = 5
   - K_y = 5
   - 2X_c = 7.8
   - 2Y_r = 5.7
   - 776 mA
   - 603 mV
6.
   #+name: fesi
    | 2X_s | 2Y_s | K_x, mV | K_y, mV | I,mA | U, mV |     koefx | koefy |   U_x, mV | U_y, mv |        dUx |  dUy |     B, mT |         dB | dI |         H |         dH |
    |------+------+---------+---------+------+-------+-----------+-------+-----------+---------+------------+------+-----------+------------+----+-----------+------------|
    |  9.6 |  6.3 |      20 |      10 |  740 |   604 | 2.6666667 |   2.8 | 512.00001 |   176.4 | 0.26666667 | 0.28 |    1411.2 |       2.24 |  5 | 168.18182 |  1.1363636 |
    |  9.0 |  6.2 |      20 |      10 |  686 |   605 | 2.6666667 |   2.8 | 480.00001 |   173.6 | 0.26666667 | 0.28 |    1388.8 |       2.24 |  5 | 155.90909 |  1.1363636 |
    |  8.0 |  5.8 |      20 |      10 |  617 |   605 | 2.6666667 |   2.8 | 426.66667 |   162.4 | 0.26666667 | 0.28 |    1299.2 |       2.24 |  5 | 140.22727 |  1.1363636 |
    |  7.2 |  5.4 |      20 |      10 |  535 |   605 | 2.6666667 |   2.8 | 384.00000 |   151.2 | 0.26666667 | 0.28 |    1209.6 |       2.24 |  5 | 121.59091 |  1.1363636 |
    |  6.5 |  5.1 |      20 |      10 |  487 |   607 | 2.6666667 |   2.8 | 346.66667 |   142.8 | 0.26666667 | 0.28 |    1142.4 |       2.24 |  5 | 110.68182 |  1.1363636 |
    |  4.7 |  4.1 |      20 |      10 |  350 |   607 | 2.6666667 |   2.8 | 250.66667 |   114.8 | 0.26666667 | 0.28 |     918.4 |       2.24 |  5 | 79.545455 |  1.1363636 |
    |  4.0 |  3.6 |      20 |      10 |  295 |   607 | 2.6666667 |   2.8 | 213.33334 |   100.8 | 0.26666667 | 0.28 |     806.4 |       2.24 |  5 | 67.045455 |  1.1363636 |
    |  6.2 |  5.8 |      10 |       5 |  235 |   608 |       2.8 |   2.8 |     173.6 |    81.2 |       0.28 | 0.28 |     649.6 |       2.24 |  5 | 53.409091 |  1.1363636 |
    |  9.7 |  4.6 |       5 |       5 |  193 |   608 |       2.8 |   2.8 |     135.8 |    64.4 |       0.28 | 0.28 |     515.2 |       2.24 |  5 | 43.863636 |  1.1363636 |
    |  6.5 |  2.8 |       5 |       5 |  140 |   607 |       2.8 |   2.8 |       91. |    39.2 |       0.28 | 0.28 |     313.6 |       2.24 |  5 | 31.818182 |  1.1363636 |
    |  4.1 |  1.1 |       5 |       5 |   83 |   609 |       2.8 |   2.8 |      57.4 |    15.4 |       0.28 | 0.28 |     123.2 |       2.24 |  5 | 18.863636 |  1.1363636 |
    | 10.0 |  6.5 |      20 |      10 |  776 |   603 | 2.6666667 |   2.8 | 533.33334 |    182. | 0.26666667 | 0.28 |     1456. |       2.24 |  5 | 176.36364 |  1.1363636 |
    #+TBLFM: $9=$1*$3*$7::$10=$2*$4*$8::$11=0.1*$7::$12=0.1*$8::$13=$10*0.4/250/(2/10000)::$14=$12*0.4/250/(2/10000)::$16=$5*25/0.11/1000::$17=$15*25/0.11/1000

* RC-ячейка

** Осциллограф

\nu = 50hz
X - U_out
Y - U_in
K_x = 10mV
K_y = 20mV

X = 8.1
Y = 5.2

--------

5 - 7.0 - 2.5
10 - 7.0 - 2.5
20 - 6.4 - 2.4
